/*
   Localizable.strings
   Gmail Notifr

   Created by James Chen on 8/4/09.
   Copyright 2009 ashchan.com. All rights reserved.
 
   Contributor: Junmo Kim on 8/4/13
 */


//-----------------------------------------
// Menu and tooltip
//----------------------------------------
/* Open Inbox menu item under each account */
"Open Inbox" = "받은편지함 열기";

/* menubar tooltip when checking mail */
"Checking Mail" = "메일 확인중...";

/* connection error message */
"Connection Error" = "연결 오류";

/* wrong username/password pair error message */
"Username/password Wrong" = "사용자명 혹은 비밀번호가 틀렸습니다.";

/* count of unread messages */
"Unread Messages" = "%d 읽지 않은 메일";

/* count (1) of unread message */
"Unread Message" = "%d 읽지 않은 메일";

/* last check time */
"Last Checked:" = "지난 확인:";

/* Enable, Disable */
"Enable Account" = "계정 활성화";
"Disable Account" = "계정 비활성화";

/* Check */
"Check" = "확인";

/* Main Menu */
"Check All" = "모두 확인";
"Preferences..." = "환경 설정...";
"Check for Updates..." = "업데이트 확인...";
"About Gmail Notifr" = "Gmail Notifr에 관하여";
"Donate..." = "기부...";
"Quit Gmail Notifr" = "Gmail Notifr 나가기";


//-----------------------------------------
// Preferences - Settings
// ----------------------------------------
"Settings" = "설정";
"Launch at login" = "로그인 시 실행";
"Show unread count in menu bar" = "메뉴바에 확인하지 않은 메일 수 보여주기";


//-----------------------------------------
// Preferences - Accounts
// ----------------------------------------
"Accounts" = "계정";
"Edit" = "수정";

"Username:" = "사용자명:";
"Password:" = "비밀번호:";
"Check for new mail every" = "매";
"minutes" = "분 마다 새로운 메일 확인"; // Following korean language's order. (eg: 매 30분 마다 새로운 메일 확인)
"Use Growl Notification" = "Growl Notification 사용";
"Play sound:" = "소리 재생:";
"To add a Google Hosted Account, specify the full email address as username, eg: admin@ashchan.com." = "구글 Apps 계정을 추가하기 위해서는 전체 이메일 주소를 사용자명 란에 입력해주세요. 예: admin@ashchan.com.";
"Enable this account" = "이 계정 활성화";
"Open in browser:" = "브라우저에서 열기:";
"Cancel" = "취소";
"OK" = "확인";
